Update webapp.md other graph type
